[
  {
    "slug": "trading",
    "name": "Trading & Markets",
    "description": "Algorithmic trading, market making, order execution, quantitative strategies",
    "long_description": "AI-powered trading and markets companies are transforming how financial instruments are bought, sold, and priced across global exchanges. These companies apply machine learning to algorithmic trading, market making, order execution, and quantitative strategy development.\n\nThe trading segment has the longest history of AI adoption in finance, dating back to quantitative hedge funds of the 1990s that used statistical models for systematic trading. Today, the landscape has evolved dramatically. Modern AI trading firms leverage large language models for sentiment analysis of news and earnings calls, reinforcement learning for dynamic portfolio allocation, and deep learning for pattern recognition across tick-level market data.\n\nKey application areas include high-frequency trading (HFT), where microsecond-level decisions are made by ML models; systematic macro strategies, where models analyze macroeconomic indicators to trade currencies, bonds, and commodities; and execution optimization, where AI reduces market impact by intelligently splitting large orders across venues and time windows.\n\nThe segment spans both institutional platforms serving hedge funds, banks, and asset managers, and retail-facing tools that democratize quantitative strategies for individual investors. Notable trends include the rise of alternative data integration — satellite imagery, web scraping, and social media signals — as inputs to trading models, and the growing adoption of generative AI for financial research and strategy ideation.\n\nTrading and markets companies tend to be among the most well-funded in the AI finance landscape, reflecting the direct revenue potential of better predictions and faster execution in capital markets.",
    "color": "#3b82f6"
  },
  {
    "slug": "banking",
    "name": "Banking & Payments",
    "description": "Neobanks, payment processing, banking operations, financial infrastructure",
    "long_description": "AI-powered banking and payments companies are modernizing the core infrastructure of financial services — how money moves, how accounts are managed, and how banking operations are run at scale.\n\nThis segment encompasses neobanks that use AI for personalized financial experiences, payment processors that leverage machine learning for fraud prevention and transaction optimization, and infrastructure providers building the intelligent rails that connect financial institutions. These companies are replacing legacy banking systems built on decades-old technology with AI-native platforms designed for real-time decision-making.\n\nKey application areas include intelligent payment routing, where ML models select optimal processing paths to maximize authorization rates and minimize costs; conversational banking, where LLMs power customer service and financial advisory through chat interfaces; and operational automation, where AI handles back-office processes like reconciliation, document processing, and regulatory reporting.\n\nThe banking and payments segment is one of the largest in the AI finance landscape by both company count and total funding. This reflects the massive scale of the global banking industry and the significant efficiency gains that AI unlocks. A single improvement to payment authorization rates or fraud detection accuracy can translate to billions of dollars in value for large payment networks.\n\nNotable trends include the rise of embedded finance — AI-powered banking services integrated directly into non-financial platforms — and the growing use of generative AI for document understanding in mortgage processing, trade finance, and account onboarding. Real-time payment systems increasingly rely on ML for instant risk decisions at transaction speed.",
    "color": "#ec4899"
  },
  {
    "slug": "lending",
    "name": "Lending & Credit",
    "description": "Credit scoring, underwriting, loan origination, collections",
    "long_description": "AI lending and credit companies are reimagining how creditworthiness is assessed, loans are originated, and debt is managed across consumer, small business, and commercial markets.\n\nTraditional credit scoring relies on narrow data — primarily FICO scores derived from bureau data. AI lending platforms expand this by incorporating thousands of alternative data signals: bank transaction patterns, employment verification, business cash flows, and behavioral indicators. Machine learning models trained on these broader datasets can score thin-file borrowers that traditional models reject, expanding credit access while maintaining or improving default prediction accuracy.\n\nKey application areas include automated underwriting, where ML models make instant credit decisions for consumer and SMB loans; risk-based pricing, where AI optimizes interest rates based on granular risk assessment; collections optimization, where models predict the best time, channel, and message to reach delinquent borrowers; and loan monitoring, where AI detects early warning signs of default across active portfolios.\n\nThe lending segment has been one of the earliest adopters of AI in finance, with companies like ZestFinance (now Zest AI) pioneering ML-based underwriting in the early 2010s. Since then, the market has matured significantly. Regulators have established frameworks for model governance and explainability, and many traditional banks now partner with AI lending platforms rather than building in-house.\n\nNotable trends include the use of large language models for automated document processing in mortgage and commercial lending, the rise of embedded lending (BNPL and point-of-sale credit powered by instant AI decisions), and growing regulatory focus on algorithmic fairness in credit decisions. AI is also increasingly used for portfolio-level risk management, helping lenders optimize their overall exposure across economic scenarios.",
    "color": "#06b6d4"
  },
  {
    "slug": "wealth",
    "name": "Wealth Management",
    "description": "Robo-advisors, portfolio optimization, financial planning, asset management",
    "long_description": "AI wealth management companies are transforming how individuals and institutions invest, plan financially, and manage assets. This segment spans robo-advisors, portfolio optimization engines, financial planning tools, and institutional asset management platforms.\n\nThe wealth management segment was an early proving ground for AI in finance. First-generation robo-advisors like Betterment and Wealthfront democratized portfolio management by using algorithms to construct and rebalance diversified portfolios at a fraction of the cost of human advisors. Today, the segment has evolved far beyond simple asset allocation.\n\nKey application areas include personalized portfolio construction, where AI tailors investment strategies to individual goals, risk tolerance, and tax situations; market analysis, where NLP models process earnings calls, SEC filings, and news to generate investment insights; financial planning, where AI projects long-term outcomes across retirement, education, and estate scenarios; and direct indexing, where ML optimizes tax-loss harvesting across hundreds of individual securities.\n\nFor institutional asset managers, AI is used for factor discovery (identifying new return-predictive signals from alternative data), portfolio risk decomposition, and ESG scoring. Quantitative asset managers increasingly blend traditional factor models with deep learning approaches.\n\nNotable trends include the rise of AI-powered financial copilots — conversational interfaces that help advisors and individuals make better financial decisions through natural language interaction. LLMs are enabling a new generation of wealth tools that can explain complex investment concepts, summarize portfolio performance, and generate personalized financial recommendations. The line between robo-advisors and human advisors is blurring, with AI augmenting rather than replacing human judgment in wealth management.",
    "color": "#8b5cf6"
  },
  {
    "slug": "insurance",
    "name": "Insurance",
    "description": "Underwriting, claims processing, actuarial modeling, risk assessment",
    "long_description": "AI insurance companies are modernizing one of the oldest financial sectors, applying machine learning to underwriting, claims processing, actuarial modeling, and risk assessment across property, casualty, health, and life insurance lines.\n\nInsurance is fundamentally a data and prediction business — accurately pricing risk is the core competency. AI dramatically improves this by processing far more data signals than traditional actuarial models. Computer vision analyzes satellite and drone imagery to assess property risk. NLP extracts structured data from medical records, police reports, and claims submissions. Predictive ML scores risk across thousands of variables simultaneously.\n\nKey application areas include automated underwriting, where AI evaluates applications and sets premiums in real time; claims triage, where ML routes claims to the right handler and flags potential fraud; damage estimation, where computer vision assesses vehicle or property damage from photos; and catastrophe modeling, where AI improves natural disaster loss predictions.\n\nThe insurtech wave of the mid-2010s brought AI-native insurance carriers like Lemonade and Root, which built their entire operations around machine learning from day one. More recently, the focus has shifted toward B2B platforms that sell AI capabilities to incumbent insurers. These platforms help traditional carriers modernize without rebuilding their entire technology stack.\n\nNotable trends include parametric insurance products (automated payouts triggered by data events rather than claims), the use of IoT and telematics data for usage-based insurance, and the application of generative AI for policy document analysis and customer communication. Regulatory technology for insurance compliance is also growing as jurisdictions increase scrutiny of algorithmic pricing and underwriting decisions.",
    "color": "#10b981"
  },
  {
    "slug": "risk",
    "name": "Risk & Compliance",
    "description": "Fraud detection, AML/KYC, identity verification, regulatory compliance",
    "long_description": "AI risk and compliance companies protect financial institutions from fraud, money laundering, identity theft, and regulatory violations. This is one of the largest and most critical segments in the AI finance landscape, as the cost of financial crime and non-compliance runs into the hundreds of billions annually.\n\nTraditional rule-based fraud detection systems generate enormous numbers of false positives — often over 95% of alerts are false alarms — wasting investigator time and creating customer friction. Machine learning models trained on transaction patterns, device fingerprints, and behavioral biometrics dramatically reduce false positive rates while catching more actual fraud. This is the single most impactful AI application in financial services by deployment scale.\n\nKey application areas include real-time transaction fraud detection, where ML models score payments in milliseconds; anti-money laundering (AML), where AI identifies suspicious patterns across complex transaction networks; identity verification (KYC), where computer vision and NLP verify documents and match faces; sanctions screening, where models reduce false positives in name-matching against watchlists; and regulatory reporting, where AI automates the preparation of compliance filings.\n\nThe risk and compliance segment has seen massive investment because the business case is clear: financial institutions face billions in regulatory fines, fraud losses, and manual compliance costs annually. AI solutions directly reduce these costs while improving detection accuracy. Graph analytics has become particularly important for AML, revealing hidden relationships between entities that rule-based systems miss.\n\nNotable trends include the rise of real-time risk decisioning across the full customer lifecycle (from onboarding through ongoing monitoring), the use of generative AI for regulatory change management and compliance documentation, and the growing importance of explainable AI in risk decisions to satisfy regulatory requirements. Cross-border regulatory complexity is also driving demand for AI that can adapt to different jurisdictions.",
    "color": "#f59e0b"
  },
  {
    "slug": "enterprise",
    "name": "Enterprise Finance",
    "description": "Treasury management, accounting automation, FP&A, corporate finance",
    "long_description": "AI enterprise finance companies are automating and enhancing the financial operations of businesses — from accounting and treasury management to financial planning, analysis, and corporate finance.\n\nEnterprise finance functions have traditionally relied on spreadsheets, manual processes, and legacy ERP systems. AI is replacing these with intelligent automation that can process invoices, reconcile accounts, forecast cash flows, and generate financial reports with minimal human intervention. The efficiency gains are substantial: tasks that took finance teams hours or days can be completed in minutes with ML-powered systems.\n\nKey application areas include accounts payable and receivable automation, where AI extracts data from invoices and matches them to purchase orders; cash flow forecasting, where ML models predict future liquidity based on historical patterns, seasonal trends, and macroeconomic indicators; expense management, where AI categorizes spending and detects anomalies; financial planning and analysis (FP&A), where models generate budgets, scenarios, and variance analyses; and treasury management, where AI optimizes working capital and hedging strategies.\n\nThe segment serves companies of all sizes, from startups needing basic bookkeeping automation to large enterprises with complex multi-entity, multi-currency financial operations. Many enterprise finance AI companies integrate with existing accounting systems (QuickBooks, NetSuite, SAP) rather than replacing them, lowering adoption barriers.\n\nNotable trends include the use of large language models for natural language financial queries (asking questions about financial data in plain English), AI-powered audit preparation, and automated regulatory compliance for corporate financial reporting. The CFO suite is increasingly becoming AI-augmented, with tools that provide real-time financial insights and recommendations rather than backward-looking reports.",
    "color": "#84cc16"
  },
  {
    "slug": "crypto",
    "name": "Crypto & Web3",
    "description": "DeFi protocols, blockchain infrastructure, crypto trading, web3 AI agents",
    "long_description": "AI-powered crypto and Web3 companies operate at the intersection of artificial intelligence, blockchain technology, and decentralized finance. This segment includes DeFi protocols enhanced by AI, crypto trading platforms, blockchain analytics tools, and the emerging category of on-chain AI agents.\n\nThe crypto segment is unique in the AI finance landscape because it combines two frontier technologies that amplify each other. AI improves crypto through better trading algorithms, smarter risk management for DeFi protocols, and automated blockchain analytics. Crypto improves AI through decentralized compute networks, on-chain model governance, and token-incentivized data collection.\n\nKey application areas include crypto algorithmic trading, where ML models trade digital assets across centralized and decentralized exchanges; DeFi risk management, where AI monitors smart contract vulnerabilities, liquidity risks, and impermanent loss; blockchain analytics, where graph neural networks trace transaction flows for compliance and forensics; and on-chain AI agents, where autonomous software agents execute financial transactions according to programmed strategies.\n\nThe on-chain AI agent category is particularly notable as an emerging frontier. These agents, often registered through standards like EIP-8004, can autonomously interact with DeFi protocols, manage portfolios, and execute complex multi-step financial operations. The AIFI Agent Registry tracks agents operating across protocols like MCP, A2A, and OASF.\n\nNotable trends include the convergence of AI and blockchain for decentralized model training and inference, the rise of AI-powered MEV (Maximal Extractable Value) strategies, and the growing use of LLMs for smart contract auditing and documentation. Token-incentivized AI networks are also emerging, where blockchain token economics fund and govern distributed AI systems.",
    "color": "#f97316"
  },
  {
    "slug": "research",
    "name": "Research & Data",
    "description": "Market research, alternative data, financial intelligence, capital markets analytics",
    "long_description": "AI research and data companies provide the intelligence layer of the financial ecosystem — processing vast quantities of structured and unstructured data into actionable insights for investors, analysts, and financial institutions.\n\nThis segment sits upstream of many other financial AI segments, providing the data and analytics that power investment decisions, risk assessments, and strategic planning. These companies collect, clean, enrich, and analyze financial data from sources ranging from traditional market feeds and SEC filings to alternative data streams like satellite imagery, web traffic, and social media sentiment.\n\nKey application areas include alternative data processing, where AI transforms raw non-traditional data sources into structured investment signals; NLP-powered document analysis, where LLMs extract insights from earnings calls, regulatory filings, and research reports; market intelligence, where ML models identify trends and anomalies across global financial markets; and financial knowledge graphs, where graph analytics maps relationships between companies, executives, investors, and events.\n\nThe research and data segment has been profoundly transformed by large language models. Pre-LLM, extracting insights from unstructured financial text required specialized NLP pipelines for each document type. LLMs enable general-purpose financial text understanding — summarizing earnings calls, comparing regulatory filings across jurisdictions, and answering complex analytical questions about company fundamentals.\n\nNotable trends include the rise of AI-powered research copilots that help analysts work faster by automating data gathering and synthesis, the growing importance of real-time alternative data for event-driven trading strategies, and the use of generative AI for automated financial report writing. Data quality and provenance are becoming critical differentiators, as institutional investors demand transparency about the data underlying AI-generated insights.",
    "color": "#14b8a6"
  }
]
